tap "coursier/formulas"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "bazelisk"
brew "clang-format"
brew "cmake"
brew "docker", link: false
brew "elixir"
brew "emacs"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "htop"
brew "jq"
brew "k9s"
brew "lazygit"
brew "lua"
brew "mill"
brew "ncdu"
brew "neovim"
brew "node"
brew "opam"
brew "pipx"
brew "podman"
brew "podman-compose"
brew "procs"
brew "rargs"
brew "ripgrep"
brew "rm-improved"
brew "rustup-init"
brew "sk"
brew "skaffold"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "coursier/formulas/coursier"
brew "eth-p/software/bat-extras"
cask "aquaskk"
cask "docker"
cask "font-hack-nerd-font"
cask "podman-desktop"
cask "temurin11"
cask "wezterm"
