tap "coursier/formulas"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "clang-format"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fish"
brew "gh"
brew "ghc"
brew "git-flow-avh"
brew "haskell-stack"
brew "jq"
brew "k9s"
brew "lua"
brew "mill"
brew "neovim"
brew "node"
brew "opam"
brew "procs"
brew "ripgrep"
brew "rm-improved"
brew "rustup-init"
brew "sk"
brew "skaffold"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "coursier/formulas/coursier"
brew "eth-p/software/bat-extras"
cask "docker"
cask "font-hack-nerd-font"
cask "temurin11"
